#занести сюда все координаты
class Cord:
	exit_p = (1800, 200)#Выйти из порта //ready to 0.2
	stns = (1680, 225)#Вкладка 'Станции' //ready to 0.2
	psa = (1720, 225)#Вкладка 'Пояса' //ready to 0.2
	ast = (1760, 225)#Вкладка 'Руда' //ready to 0.2
	fst_pos = (1700, 270)#Первый елемент на обзорной панели //ready to 0.2
	sec_pos = (1700, 290)#Второй елемент на обзорной панели //ready to 0.2
	trg = (1600, 80)#Цель //ready to 0.2
	trunk_open = (20, 120)#Открыть трюм //ready to 0.2
	trunk_ore_see = (340, 655)#Синий пиксель заполнености отсека руды //ready to 0.2
	trunk_ore_open = (450, 440)#Отсек для руды //ready to 0.2
	trunk_ore_cor1 = (940, 740)#Начало выделения в отсеке руды //ready to 0.2
	trunk_ore_cor2 = (550, 420)#Конец выделения в отсеке руды //ready to 0.2
	unload1 = (600, 450)#Начало перетаскивания из отсека на склад //ready to 0.2
	unload2 = (450, 490)#Конец перетаскивания из отсека на склад //ready to 0.2
	drill_1 = (800, 900)#Первый бур //ready to 0.2
	drill_2 = (850, 900)#Второй бур //ready to 0.2
	drill_see_1 = (1559, 174)#Белый пиксель //ready to 0.2
	drill_see_2 = (1559, 187)#Белый пиксель второго ряда //ready to 0.2
	stop = (635, 975)#Остановка корабля //ready to 0.2
	tr_close = (945, 355)#Закрыть склад //ready to 0.2
	speed_see = (710, 980)#Датчик полной скорости //ready to 0.2
	empy_point = (1740, 800)#Пустая точка на интерфейсе //ready to 0.2
